{
  "Quick Start": "Inicio rápido",
  "We strictly support Mac and Ubuntu-based operating systems (Windows ": "Admitimos estrictamente los sistemas operativos basados en Mac y Ubuntu (Windows",
  "might": "podría",
  " work).": " trabajo).",
  "Requirements": "Requisitos",
  "Please ensure your operating system has the following software installed:": "Asegúrese de que su sistema operativo tenga instalado el siguiente software:",
  "Git": "Vamos",
  " - see ": " - ver",
  "GitHub's tutorial": "Tutorial de GitHub",
  " for installation": " para instalacion",
  "Node.js": "Node.js",
  " (v10+) - use ": " (v10 +) - usar",
  "nvm": "nvm",
  " to install it on any OS": " para instalarlo en cualquier sistema operativo",
  "MongoDB": "MongoDB",
  " (v3.x+):": " (v3.x +):",
  "Mac (via ": "Mac (a través de",
  "brew": "elaborar cerveza",
  "): ": "):",
  "Ubuntu:": "Ubuntu:",
  "Redis": "Redis",
  " (v4.x+):": " (v4.x +):",
  "Install": "Instalar en pc",
  "npm": "asl",
  ":": ":",
  "yarn": "hilo",
  "Usage": "Uso",
  "Create a project": "Crear un proyecto",
  "Development": "Desarrollo",
  "To begin, try typing \"npm start\" (or \"yarn start\") on command line.  This will display to you all the scripts you can run.": "Para comenzar, intente escribir \"npm start\" (o \"yarn start\") en la línea de comando. Esto le mostrará todos los scripts que puede ejecutar.",
  "The \"start\" script (among many others) uses ": "El script \"inicio\" (entre muchos otros) usa",
  "nps": "nps",
  " and ": " y",
  "nps-utils": "nps-utils",
  " under the hood.  This helps to keep scripts very developer-friendly, and rids the need to write in JSON syntax.": " bajo el capó. Esto ayuda a mantener los scripts muy amigables para el desarrollador y elimina la necesidad de escribir en sintaxis JSON.",
  "This script accepts a \"task\" argument, whereas a task of \"all\" will spawn, watch, and re-compile all of the microservices.": "Este script acepta un argumento de \"tarea\", mientras que una tarea de \"todos\" generará, mirará y volverá a compilar todos los microservicios.",
  "Just open ": "Solo abre",
  "http://localhost:3000": "http: // localhost: 3000",
  " for testing!": " ¡para las pruebas!",
  "Invalid API credentials.": "Credenciales de API no válidas.",
  "Please verify your email address to continue.": "Verifique su dirección de correo electrónico para continuar.",
  "Thank you": "Gracias",
  "You have successfully registered.": "Se ha registrado exitosamente.",
  "Email address was invalid.": "La dirección de correo electrónico fue inválida.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Un usuario con la dirección de correo electrónico dada ya está registrado. Intente iniciar sesión o restablecer la contraseña si esta cuenta le pertenece.",
  "We have sent you an email with a link to reset your password.": "Le hemos enviado un correo electrónico con un enlace para restablecer su contraseña.",
  "Lad": "Dejar",
  "Lad demo": "Deja la demo",
  "The Best Node.js Framework &#124; <span class=\"notranslate\">Lad</span>": "El mejor marco de Node.js &#124; <span class=\"notranslate\">Lad</span>",
  "Sign up now": "Regístrate ahora",
  "Sign up with Google": "Regístrese con Google",
  "Sign up with GitHub": "Regístrese con GitHub",
  "or": "o",
  "Email address": "Dirección de correo electrónico",
  "Password": "Contraseña",
  "Sign Up": "Regístrate",
  "Already have an account?": "¿Ya tienes una cuenta?",
  "Sign in": "Registrarse",
  "Read our <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lea nuestra <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">política de privacidad</a> y <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">términos</a>",
  "Welcome back!": "¡Dar una buena acogida!",
  "Sign in with Google": "Inicia sesión con Google",
  "Sign in with GitHub": "Inicia sesión con GitHub",
  "Forget your password?": "¿Olvidaste tu contraseña?",
  "Sign In": "Registrarse",
  "Don't have an account?": "¿No tienes una cuenta?",
  "Sign up": "Regístrate",
  "Toggle navigation": "Navegación de palanca",
  "Create an account": "Crea una cuenta",
  "The Best Node.js Framework": "El mejor marco de Node.js",
  "Lad scaffolds a Koa webapp and API framework for Node.js": "Lad andamia una plataforma web y API de Koa para Node.js",
  "Try the demo": "Prueba la demo",
  "Copy": "Copiar",
  "Web Server": "Servidor web",
  "Built on top of Koa, the successor to Express.  This full-stack web server uses the latest versions of Pug, Gulp, Sass, PostCSS, Bootstrap, and more.": "Construido sobre Koa, el sucesor de Express. Este servidor web de pila completa utiliza las últimas versiones de Pug, Gulp, Sass, PostCSS, Bootstrap y más.",
  "Front-end": "Interfaz",
  "API Server": "API del servidor",
  "Inspired by Stripe, the RESTful API server also uses Koa and has a complete stack with error handling, authentication, and tests.": "Inspirado por Stripe, el servidor API RESTful también utiliza Koa y tiene una pila completa con manejo de errores, autenticación y pruebas.",
  "Back-end": "Back-end",
  "Job Queue": "Cola de trabajos",
  "Layered on top of Bull and backed by Redis, the job scheduler supports cron and human-readable syntax, child processes, and more.": "En capas sobre Bull y respaldado por Redis, el planificador de trabajos admite sintaxis cron y legible por humanos, procesos secundarios y más.",
  "Learn more": "Aprende más",
  "Proxy Server": "Servidor proxy",
  "Redirect HTTP to HTTPS traffic with support for Let's Encrypt Free SSL Certbot validation.": "Redireccione el tráfico HTTP a HTTPS con soporte para la validación Let's Encrypt Free SSL Certbot.",
  "View docs": "Ver documentos",
  "English": "Inglés",
  "Chinese": "chino",
  "Spanish": "Español",
  "Developers": "Desarrolladores",
  "Documentation": "Documentación",
  "Current version:": "Versión actual:",
  "Resources": "Recursos",
  "Support": "Apoyo",
  "Privacy": "Intimidad",
  "Terms": "Condiciones",
  "Company": "Empresa",
  "About": "Acerca de",
  "Success": "Éxito",
  "Error": "Error",
  "Info": "Informacion",
  "Warning": "Advertencia",
  "Question": "Pregunta",
  "OK": "Okay",
  "Cancel": "Cancelar",
  "Close this dialog": "Cerrar este dialogo",
  "Are you sure?": "¿Estás seguro?",
  "Please confirm if you wish to continue.": "Por favor confirme si desea continuar.",
  "You have successfully reset your password.": "Has restablecido con éxito tu contraseña.",
  "Reset token and email were not valid together.": "Restablecer token y correo electrónico no eran válidos juntos.",
  "Password was invalid.": "La contraseña no es válida",
  "You can only request a password reset every 30 minutes.  Please try again %s.": "Solo puede solicitar un restablecimiento de contraseña cada 30 minutos. Por favor intente nuevamente <span class=\"notranslate\">%s</span> .",
  "Read our <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lea nuestra <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">política de privacidad</a> y <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">términos</a>",
  "Español": "Español",
  "Terms &#124; <span class=\"notranslate\">Lad</span>": "Términos &#124; <span class=\"notranslate\">Lad</span>",
  "Read our terms and conditions of use": "Lea nuestros términos y condiciones de uso",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Al acceder a este sitio web, usted acepta estar sujeto a estos Términos y condiciones de uso del sitio web, a todas las leyes y regulaciones aplicables, y acepta que es responsable de cumplir con las leyes locales aplicables. Si no está de acuerdo con alguno de estos términos, tiene prohibido usar o acceder a este sitio. Los materiales contenidos en este sitio web están protegidos por las leyes de derechos de autor y marcas aplicables.",
  "Use License": "Licencia de uso",
  "Permission is granted to temporarily download one copy of the materials (information or software) on Lad's web site for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:": "Se otorga permiso para descargar temporalmente una copia de los materiales (información o software) en el sitio web de Lad solo para visualización transitoria personal y no comercial. Esta es la concesión de una licencia, no una transferencia de título, y bajo esta licencia no puede:",
  "modify or copy the materials;": "modificar o copiar los materiales;",
  "use the materials for any commercial purpose, or for any public display (commercial or non-commercial);": "usar los materiales para cualquier propósito comercial, o para cualquier exhibición pública (comercial o no comercial);",
  "attempt to decompile or reverse engineer any software contained on Lad's web site;": "intente descompilar o aplicar ingeniería inversa a cualquier software contenido en el sitio web de Lad;",
  "remove any copyright or other proprietary notations from the materials; or": "eliminar cualquier derecho de autor u otras anotaciones de propiedad de los materiales; o",
  "transfer the materials to another person or \"mirror\" the materials on any other server.": "transfiera los materiales a otra persona o \"refleje\" los materiales en cualquier otro servidor.",
  "use the materials or service for any illegal purposes": "usar los materiales o servicios para cualquier propósito ilegal",
  "This license shall automatically terminate if you violate any of these restrictions and may be terminated by Lad at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.": "Esta licencia terminará automáticamente si usted viola alguna de estas restricciones y Lad podrá rescindirla en cualquier momento. Al finalizar su visualización de estos materiales o al finalizar esta licencia, debe destruir cualquier material descargado que tenga en su poder, ya sea en formato electrónico o impreso.",
  "Disclaimer": "Descargo de responsabilidad",
  "The materials on Lad's web site are provided \"as is\". Lad makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, Lad does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Los materiales en el sitio web de Lad se proporcionan \"tal cual\". Lad no ofrece garantías, expresas o implícitas, y por la presente renuncia y niega todas las demás garantías, incluidas, entre otras, las garantías implícitas o las condiciones de comerciabilidad, idoneidad para un propósito particular o no infracción de la propiedad intelectual u otra violación de derechos. Además, Lad no garantiza ni hace ninguna representación con respecto a la precisión, los resultados probables o la confiabilidad del uso de los materiales en su sitio web de Internet o en relación con dichos materiales o en cualquier sitio vinculado a este sitio.",
  "Limitations": "Limitaciones",
  "In no event shall Lad or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Lad's Internet site, even if Lad or a Lad authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "En ningún caso Lad o sus proveedores serán responsables de ningún daño (incluidos, entre otros, daños por pérdida de datos o ganancias, o debido a la interrupción del negocio) que surjan del uso o la incapacidad de usar los materiales en el sitio de Internet de Lad, incluso si Lad o un representante autorizado de Lad ha sido notificado verbalmente o por escrito de la posibilidad de dicho daño. Debido a que algunas jurisdicciones no permiten limitaciones en garantías implícitas, o limitaciones de responsabilidad por daños consecuentes o incidentales, estas limitaciones pueden no aplicarse a usted.",
  "Revisions and Errata": "Revisiones y erratas",
  "The materials appearing on Lad's web site could include technical, typographical, or photographic errors. Lad does not warrant that any of the materials on its web site are accurate, complete, or current. Lad may make changes to the materials contained on its web site at any time without notice. Lad does not, however, make any commitment to update the materials.": "Los materiales que aparecen en el sitio web de Lad pueden incluir errores técnicos, tipográficos o fotográficos. Lad no garantiza que ninguno de los materiales en su sitio web sea exacto, completo o actual. Lad puede hacer cambios a los materiales contenidos en su sitio web en cualquier momento sin previo aviso. Sin embargo, Lad no se compromete a actualizar los materiales.",
  "Links": "Enlaces",
  "Lad has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Lad of the site. Use of any such linked web site is at the user's own risk.": "Lad no ha revisado todos los sitios vinculados a su sitio web de Internet y no es responsable del contenido de dicho sitio vinculado. La inclusión de cualquier enlace no implica aprobación por parte de Lad del sitio. El uso de cualquier sitio web vinculado es bajo el propio riesgo del usuario.",
  "Site Terms of Use Modifications": "Modificaciones de los Términos de uso del sitio",
  "Lad may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "Lad puede revisar estos términos de uso de su sitio web en cualquier momento sin previo aviso. Al usar este sitio web, usted acepta estar sujeto a la versión actual de estos Términos y condiciones de uso.",
  "Governing Law": "Ley que rige",
  "Any claim relating to Lad's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Cualquier reclamo relacionado con el sitio web de Lad se regirá por las leyes del estado de Delaware sin tener en cuenta sus disposiciones sobre conflictos de leyes.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Términos y condiciones generales aplicables al uso de un sitio web.",
  "Your support request has been sent successfully.  You should hear from us soon.  Thank you!": "Su solicitud de soporte ha sido enviada con éxito. Debería saber de nosotros pronto. ¡Gracias!",
  "You have reached the limit for sending support requests.  Please try again.": "Ha alcanzado el límite para enviar solicitudes de soporte. Inténtalo de nuevo.",
  "Server Error": "Error del Servidor",
  "A server error has unfortunately occurred.  If this error persists, please contact us.": "Lamentablemente, se produjo un error del servidor. Si este error persiste, contáctenos.",
  "Thanks for signing up!": "Gracias por registrarte!",
  "Read the docs": "Lee los documentos",
  "If you did not submit this request, then please reply to let us know.": "Si no envió esta solicitud, responda para informarnos.",
  "Invalid API token.": "Token API no válido",
  "File upload was invalid.": "La carga del archivo no fue válida.",
  "Your message was invalid, as it was either blank or more than (500) characters.": "Su mensaje no era válido, ya que estaba en blanco o tenía más de (500) caracteres.",
  "Password confirmation did not match new password.": "La confirmación de contraseña no coincide con la nueva contraseña.",
  "Password strength was not strong enough.": "La seguridad de la contraseña no era lo suficientemente segura.",
  "We do not support this authentication provider.": "No admitimos este proveedor de autenticación.",
  "Invalid recovery passcode.": "Código de acceso de recuperación no válido.",
  "Reset token provided was invalid.": "El token de restablecimiento proporcionado no era válido.",
  "Invalid session secret.": "Secreto de sesión inválido.",
  "Please slightly change values to ensure slug uniqueness.": "Cambie ligeramente los valores para garantizar la singularidad de la babosa.",
  "%s was missing or blank.": "<span class=\"notranslate\">%s</span> o estaba en blanco.",
  "User does not exist.": "El usuario no existe.",
  "Invalid CSRF token.": "Token CSRF no válido.",
  "The verification pin you entered was invalid.": "El pin de verificación que ingresaste no era válido.",
  "Please wait for %s and try again.": "Espere <span class=\"notranslate\">%s</span> e intente nuevamente.",
  "Your email address has been successfully verified.": "Su dirección de correo electrónico ha sido verificada con éxito.",
  "Your email address is already verified.": "Tu dirección de correo electrónico ya está verificada.",
  "An email verification pin has been sent to your email address.": "Se ha enviado un pin de verificación de correo electrónico a su dirección de correo electrónico.",
  "Your current email verification pin has expired and we have sent you a new one to your email address.": "Su pin de verificación de correo electrónico actual ha caducado y le hemos enviado uno nuevo a su dirección de correo electrónico.",
  "Invalid two-factor authentication passcode.": "Código de autenticación de dos factores no válido.",
  "You do not belong to the administrative user group.": "No pertenece al grupo de usuarios administrativos.",
  "Please log in with two-factor authentication to view the page you requested.": "Inicie sesión con autenticación de dos factores para ver la página que solicitó.",
  "Please log in to view the page you requested.": "Inicie sesión para ver la página que solicitó.",
  "Please log out to view the page you requested.": "Cierre sesión para ver la página que solicitó.",
  "Password successfully confirmed.": "Contraseña confirmada con éxito.",
  "Recovery passcode successful. This passcode will no longer be valid.": "Código de acceso de recuperación exitoso. Este código de acceso ya no será válido.",
  "Your request was successfully completed.": "Su solicitud se completó con éxito.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Lo sentimos, su solicitud ha expirado. Hemos sido alertados de este problema. Inténtalo de nuevo.",
  "You have successfully signed out.": "Has cerrado la sesión correctamente.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Su correo electrónico ha sido verificado con éxito. Debería recibir un correo electrónico de soporte de un administrador dentro de los próximos 3-5 días hábiles.",
  "We were unable to send your support request.  We have been alerted of this problem.  Please try again.": "No pudimos enviar su solicitud de soporte. Hemos sido alertados de este problema. Inténtalo de nuevo.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Gracias por contactarnos. Nos encantaría saber más de ti. ¿Cómo podemos ayudar?",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Un error desconocido a ocurrido. Hemos sido alertados de este problema. Inténtalo de nuevo.",
  "Please enter a password.": "Porfavor ingrese una contraseña.",
  "Account is currently locked due to rate limiting.  Please try again later.": "La cuenta está actualmente bloqueada debido a la limitación de velocidad. Por favor, inténtelo de nuevo más tarde.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "La cuenta está actualmente bloqueada debido a demasiados intentos fallidos de inicio de sesión. Por favor, inténtelo de nuevo más tarde.",
  "Authentication is not possible.  No salt value was stored for the account.": "La autenticación no es posible. No se almacenó ningún valor de sal para la cuenta.",
  "Email address or password is incorrect.": "La dirección de correo electrónico o la contraseña son incorrectas.",
  "Please enter an email address.": "Por favor introduzca una dirección de correo eléctronico.",
  "My Account &#124; <span class=\"notranslate\">Lad</span>": "Mi cuenta &#124; <span class=\"notranslate\">Lad</span>",
  "Manage your Lad profile": "Administre su perfil de Lad",
  "Two Factor Auth &#124; <span class=\"notranslate\">Lad</span>": "Dos factores de autenticación &#124; <span class=\"notranslate\">Lad</span>",
  "Authenticate yourself with optional OTP to log in": "Autentíquese con OTP opcional para iniciar sesión",
  "My Account - Security": "Mi cuenta - Seguridad",
  "Dashboard": "Tablero",
  "My Account": "Mi cuenta",
  "Profile": "Perfil",
  "Security": "Seguridad",
  "Log out": "Cerrar sesión",
  "Disable OTP": "Deshabilitar OTP",
  "You are about to disable two-factor authentication on your account. Please confirm your password to continue.": "Está a punto de deshabilitar la autenticación de dos factores en su cuenta. Por favor confirme su contraseña para continuar.",
  "Confirm Password": "Confirmar contraseña",
  "Two-Factor Authentication": "Autenticación de dos factores",
  "OTP": "OTP",
  "OTP or one-time password allows you to add Two-Factor Authentication to your account using a device or authenticator app.": "OTP o contraseña de un solo uso le permite agregar autenticación de dos factores a su cuenta utilizando un dispositivo o una aplicación de autenticación.",
  "Enable OTP": "Habilitar OTP",
  "API Credentials": "Credenciales API",
  "API token": "API de token",
  "Keep your token secure and never share it publicly": "Mantenga su token seguro y nunca lo comparta públicamente",
  "OTP Recovery Keys": "Claves de recuperación de OTP",
  "Recovery keys allow you to login to your account when you have lost access to your Two-Factor Authentication device or authenticator app.": "Las claves de recuperación le permiten iniciar sesión en su cuenta cuando ha perdido el acceso a su dispositivo de autenticación de dos factores o aplicación de autenticación.",
  "Your recovery keys:": "Tus claves de recuperación:",
  "Backup your recovery keys before continuing": "Haga una copia de seguridad de sus claves de recuperación antes de continuar",
  "Download": "Descargar",
  "Continue": "Seguir",
  "Your recovery keys": "Tus claves de recuperación",
  "Recovery keys:": "Claves de recuperación:",
  "Backup your recovery keys:": "Copia de seguridad de sus claves de recuperación:",
  "Authentication Apps": "Aplicaciones de autenticación",
  "Recommendations are listed below:": "Las recomendaciones se enumeran a continuación:",
  "Free and Open-Source Software:": "Software gratuito y de código abierto:",
  "Google Play": "Google Play",
  "App Store": "Tienda de aplicaciones",
  "Closed-Source Software:": "Software de código cerrado:",
  "Follow the below steps to enable two-factor authentication on your account.": "Siga los pasos a continuación para habilitar la autenticación de dos factores en su cuenta.",
  "Step 1: ": "Paso 1:",
  "Install an": "Instalar un",
  "authentication app": "aplicación de autenticación",
  "on your device.": "en tu dispositivo",
  "Step 2: ": "Paso 2:",
  "Scan this QR code using the app:": "Escanee este código QR con la aplicación:",
  "Step 3: ": "Paso 3:",
  "Enter the token generated from the app:": "Ingrese el token generado desde la aplicación:",
  "Can’t scan the QR code? Follow alternative steps": "¿No puede escanear el código QR? Sigue pasos alternativos",
  "Manually configure your authenticator app using this code:": "Configure manualmente su aplicación de autenticación utilizando este código:",
  "Step 1:": "Paso 1:",
  "Step 2:": "Paso 2:",
  "Step 3:": "Paso 3:",
  "Can’t scan the QR code?": "¿No puede escanear el código QR?",
  "Configure your app using this code:": "Configure su aplicación usando este código:",
  "Follow the below steps to enable two-factor authentication:": "Siga los pasos a continuación para habilitar la autenticación de dos factores:",
  "Setup Two-Factor Auth": "Configurar autenticación de dos factores",
  "Follow the below steps to complete setup:": "Siga los pasos a continuación para completar la configuración:",
  "Step One": "Paso uno",
  "Step Two": "Segundo paso",
  "Download Keys": "Descargar Keys",
  "Verify Token": "Verificar token",
  "Setup OTP": "Configurar OTP",
  "Verify Token:": "Verificar token:",
  "Sign in &#124; <span class=\"notranslate\">Lad</span>": "Iniciar sesión &#124; <span class=\"notranslate\">Lad</span>",
  "Sign in to your account": "Iniciar sesión en su cuenta",
  "Sign in now": "Regístrate",
  "Change password": "Cambia la contraseña",
  "Confirm old password": "Confirmar contraseña anterior",
  "Set new password": "Establecer nueva contraseña",
  "Confirm new password": "Confirmar nueva contraseña",
  "Update Profile": "Actualización del perfil",
  "First name": "Nombre de pila",
  "Last name": "Apellido",
  "Reset": "Reiniciar",
  "Save": "Salvar",
  "Download your recovery codes below in case of an emergency.": "Descargue sus códigos de recuperación a continuación en caso de emergencia.",
  "Download the recovery codes below in case of an emergency:": "Descargue los siguientes códigos de recuperación en caso de emergencia:",
  "Download the emergency recovery codes below:": "Descargue los códigos de recuperación de emergencia a continuación:",
  "Download your emergency recovery codes below:": "Descargue sus códigos de recuperación de emergencia a continuación:",
  "Auth &#124; <span class=\"notranslate\">Lad</span>": "Auth &#124; <span class=\"notranslate\">Lad</span>",
  "Authenticate yourself to log in": "Autentícate para iniciar sesión",
  "Dashboard &#124; <span class=\"notranslate\">Lad</span>": "Tablero de instrumentos &#124; <span class=\"notranslate\">Lad</span>",
  "Access your Lad account dashboard": "Acceda al tablero de su cuenta Lad",
  "Good evening": "Buena noches",
  "Download your emergency recovery codes:": "Descargue sus códigos de recuperación de emergencia:",
  "OTP Passcode": "Código de acceso de OTP",
  "Please enter the passcode from your authenticator application.": "Ingrese el código de acceso de su aplicación de autenticación.",
  "": "",
  "Passcode": "Código de acceso",
  "Submit Passcode": "Enviar contraseña",
  "Having trouble?": "¿Teniendo problemas?",
  "Use recovery key": "Usar clave de recuperación",
  "Unable to use authentication app or recovery keys?": "¿No puede usar la aplicación de autenticación o las claves de recuperación?",
  "Account Recovery": "Recuperación de Cuenta",
  "If you can't access a trusted device or recovery codes you can request a reset of your security settings. For security reasons this can take 3-5 business days.": "Si no puede acceder a un dispositivo confiable o códigos de recuperación, puede solicitar un restablecimiento de su configuración de seguridad. Por razones de seguridad, esto puede demorar entre 3 y 5 días hábiles.",
  "Step 1": "Paso 1",
  "Verify your email address.": "Verifique su dirección de correo electrónico.",
  "Step 2": "Paso 2",
  "An admin will reach out to this email for additional information.": "Un administrador se comunicará con este correo electrónico para obtener información adicional.",
  "Step 3": "Paso 3",
  "After successful verification, admins can remove 2-factor-auth for you to get back into your account.": "Después de una verificación exitosa, los administradores pueden eliminar la autenticación de 2 factores para que pueda volver a ingresar a su cuenta.",
  "I understand, get started": "Entiendo, comienza",
  "Sign out of &#124; <span class=\"notranslate\">Lad</span>": "Salir de &#124; <span class=\"notranslate\">Lad</span>",
  "Sign out of your account": "Salir de tu cuenta",
  "Hello": "Hola",
  "Recovery keys": "Claves de recuperación",
  "Recovery keys allow you to login to your account when you have lost access to your Two-Factor Authentication device or authenticator app.  Download your recovery keys and put them in a safe place to use as a last resort.": "Las claves de recuperación le permiten iniciar sesión en su cuenta cuando ha perdido el acceso a su dispositivo de autenticación de dos factores o aplicación de autenticación. Descargue sus claves de recuperación y guárdelas en un lugar seguro para usarlas como último recurso.",
  "Download recovery keys": "Descargar claves de recuperación",
  "Can’t scan the QR code?  Configure your app using a code.": "¿No puede escanear el código QR? Configure su aplicación usando un código.",
  "Can’t scan the QR code?  Configure with this code": "¿No puede escanear el código QR? Configurar con este código",
  "Good morning": "Buenos días",
  "Ip was invalid; please contact us if necessary.": "Ip era inválido; por favor contáctenos si es necesario.",
  "Last ips.1 was invalid; please contact us if necessary.": "Últimos ips.1 no era válido; por favor contáctenos si es necesario.",
  "Step 1: Keys": "Paso 1: llaves",
  "Step 2: Token": "Paso 2: Token",
  "Download your emergency recovery keys:": "Descargue sus claves de recuperación de emergencia:",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>": "<strong>Paso 1:</strong> instale y abra una <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">aplicación de autenticación</a>",
  "<strong>Step 2:</strong> Scan the QR code below:": "<strong>Paso 2:</strong> Escanee el código QR a continuación:",
  "<strong>Step 3:</strong> Enter the generated token below:": "<strong>Paso 3:</strong> Ingrese el token generado a continuación:",
  "<strong>Step 2:</strong> Scan this QR code:": "<strong>Paso 2:</strong> Escanee este código QR:",
  "<strong>Step 3:</strong> Enter the generated token:": "<strong>Paso 3:</strong> ingrese el token generado:",
  "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.": "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.",
  "Two-Factor Check": "Two-Factor Check",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "<strong>Step 1:</strong> Verify access to your email address with a verification code.": "<strong>Step 1:</strong> Verify access to your email address with a verification code.",
  "<strong>Step 2:</strong> Wait for an admin to follow-up with additional information.": "<strong>Step 2:</strong> Wait for an admin to follow-up with additional information.",
  "<strong>Step 3:</strong> Two-Factor Authentication will be removed from your account.": "<strong>Step 3:</strong> Two-Factor Authentication will be removed from your account.",
  "Verify access to your email address with a verification code.": "Verify access to your email address with a verification code.",
  "Wait for an admin to follow-up with additional information.": "Wait for an admin to follow-up with additional information.",
  "Two-Factor Authentication will be removed from your account.": "Two-Factor Authentication will be removed from your account.",
  "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.  Here is an overview of the steps involved:": "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.  Here is an overview of the steps involved:",
  "Verification pin:": "Verification pin:",
  "Verify email": "Verify email",
  "Use this verification pin:": "Use this verification pin:",
  "This pin expires within 5 minutes.": "This pin expires within 5 minutes.",
  "Verify now": "Verify now"
}