{
  "Quick Start": "快速开始",
  "We strictly support Mac and Ubuntu-based operating systems (Windows ": "我们严格支持基于Mac和Ubuntu的操作系统（Windows",
  "might": "威力",
  " work).": " 工作）。",
  "Requirements": "要求",
  "Please ensure your operating system has the following software installed:": "请确保您的操作系统安装了以下软件：",
  "Git": "走",
  " - see ": " -看",
  "GitHub's tutorial": "GitHub的教程",
  " for installation": " 用于安装",
  "Node.js": "Node.js",
  " (v10+) - use ": " （v10 +）-使用",
  "nvm": "虚拟机",
  " to install it on any OS": " 在任何操作系统上安装",
  "MongoDB": "MongoDB",
  " (v3.x+):": " （v3.x +）：",
  "Mac (via ": "Mac（通过",
  "brew": "酿造",
  "): ": "）：",
  "Ubuntu:": "Ubuntu：",
  "Redis": "雷迪斯",
  " (v4.x+):": " （v4.x +）：",
  "Install": "安装",
  "npm": "Asl",
  ":": "：",
  "yarn": "纱",
  "Usage": "用法",
  "Create a project": "建立专案",
  "Development": "发展历程",
  "To begin, try typing \"npm start\" (or \"yarn start\") on command line.  This will display to you all the scripts you can run.": "首先，尝试在命令行上键入“ npm start”（或“ yarn start”）。这将向您显示所有可以运行的脚本。",
  "The \"start\" script (among many others) uses ": "“开始”脚本（还有许多其他）使用",
  "nps": "ps",
  " and ": " 和",
  "nps-utils": "nps-utils",
  " under the hood.  This helps to keep scripts very developer-friendly, and rids the need to write in JSON syntax.": " 在引擎盖下。这有助于保持脚本对开发人员的友好性，并消除了使用JSON语法编写的需要。",
  "This script accepts a \"task\" argument, whereas a task of \"all\" will spawn, watch, and re-compile all of the microservices.": "该脚本接受“任务”自变量，而任务“全部”将生成，监视和重新编译所有微服务。",
  "Just open ": "刚开",
  "http://localhost:3000": "http：//本地主机：3000",
  " for testing!": " 用于检测！",
  "Invalid API credentials.": "无效的API凭证。",
  "Please verify your email address to continue.": "请验证您的电子邮件地址以继续。",
  "Thank you": "谢谢",
  "You have successfully registered.": "您已经成功注册了。",
  "Email address was invalid.": "电子邮件地址无效。",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "具有给定电子邮件地址的用户已经注册。如果此帐户属于您，请尝试登录或重置密码。",
  "We have sent you an email with a link to reset your password.": "我们已向您发送了一封电子邮件，其中包含用于重置密码的链接。",
  "Lad": "让",
  "Lad demo": "让演示",
  "The Best Node.js Framework &#124; <span class=\"notranslate\">Lad</span>": "最佳Node.js框架&#124; <span class=\"notranslate\">Lad</span>",
  "Sign up now": "立即注册",
  "Sign up with Google": "使用Google注册",
  "Sign up with GitHub": "使用GitHub注册",
  "or": "要么",
  "Email address": "电子邮件地址",
  "Password": "密码",
  "Sign Up": "注册",
  "Already have an account?": "已经有帐号了？",
  "Sign in": "登入",
  "Read our <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "阅读我们的<a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">隐私政策</a>和<a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">条款</a>",
  "Welcome back!": "欢迎回来！",
  "Sign in with Google": "使用Google登录",
  "Sign in with GitHub": "使用GitHub登录",
  "Forget your password?": "忘记密码？",
  "Sign In": "登入",
  "Don't have an account?": "还没有帐号？",
  "Sign up": "注册",
  "Toggle navigation": "切换导航",
  "Create an account": "创建一个帐户",
  "The Best Node.js Framework": "最佳的Node.js框架",
  "Lad scaffolds a Koa webapp and API framework for Node.js": "小伙子脚手架为Node.js设计了Koa Webapp和API框架",
  "Try the demo": "试试演示",
  "Copy": "复制",
  "Web Server": "网络服务器",
  "Built on top of Koa, the successor to Express.  This full-stack web server uses the latest versions of Pug, Gulp, Sass, PostCSS, Bootstrap, and more.": "在Express的后继者Koa之上构建。此全栈式Web服务器使用Pug，Gulp，Sass，PostCSS，Bootstrap等的最新版本。",
  "Front-end": "前端",
  "API Server": "服务器API",
  "Inspired by Stripe, the RESTful API server also uses Koa and has a complete stack with error handling, authentication, and tests.": "受Stripe的启发，RESTful API服务器还使用Koa，并具有完整的堆栈，其中包含错误处理，身份验证和测试。",
  "Back-end": "后端",
  "Job Queue": "作业队列",
  "Layered on top of Bull and backed by Redis, the job scheduler supports cron and human-readable syntax, child processes, and more.": "作业调度程序位于Bull的顶部，并由Redis支持，它支持cron和人类可读的语法，子进程等。",
  "Learn more": "学到更多",
  "Proxy Server": "代理服务器",
  "Redirect HTTP to HTTPS traffic with support for Let's Encrypt Free SSL Certbot validation.": "通过支持“免费加密SSL Certbot验证”功能，将HTTP重定向到HTTPS通信。",
  "View docs": "查看文件",
  "English": "英语",
  "Chinese": "中文",
  "Spanish": "西班牙文",
  "Developers": "开发者",
  "Documentation": "文献资料",
  "Current version:": "当前版本：",
  "Resources": "资源资源",
  "Support": "支持",
  "Privacy": "隐私",
  "Terms": "条款",
  "Company": "公司",
  "About": "关于",
  "Success": "成功",
  "Error": "错误",
  "Info": "信息",
  "Warning": "警告",
  "Question": "题",
  "OK": "好",
  "Cancel": "取消",
  "Close this dialog": "关闭此对话框",
  "Are you sure?": "你确定吗？",
  "Please confirm if you wish to continue.": "请确认您是否要继续。",
  "You have successfully reset your password.": "您已成功重置密码。",
  "Reset token and email were not valid together.": "重置令牌和电子邮件一起无效。",
  "Password was invalid.": "密码无效。",
  "You can only request a password reset every 30 minutes.  Please try again %s.": "您只能每30分钟请求一次密码重置。请再试一次<span class=\"notranslate\">%s</span> 。",
  "Read our <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "阅读我们的<a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">隐私政策</a>和<a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">条款</a>",
  "Español": "西班牙文",
  "Terms &#124; <span class=\"notranslate\">Lad</span>": "条款&#124; <span class=\"notranslate\">Lad</span>",
  "Read our terms and conditions of use": "阅读我们的使用条款和条件",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "访问本网站，即表示您同意受这些网站的使用条款和条件，所有适用法律和法规的约束，并同意您有责任遵守任何适用的当地法律。如果您不同意这些条款中的任何一项，则禁止您使用或访问本网站。本网站包含的材料受适用的版权和商标法保护。",
  "Use License": "使用许可",
  "Permission is granted to temporarily download one copy of the materials (information or software) on Lad's web site for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:": "允许在Lad网站上临时下载材料（信息或软件）的一份副本，仅供个人，非商业性的临时查看。这是授予许可，而不是所有权的转让，根据此许可，您不得：",
  "modify or copy the materials;": "修改或复制材料；",
  "use the materials for any commercial purpose, or for any public display (commercial or non-commercial);": "将这些材料用于任何商业目的或用于任何公共展示（商业或非商业用途）；",
  "attempt to decompile or reverse engineer any software contained on Lad's web site;": "试图对Lad网站上包含的任何软件进行反编译或反向工程；",
  "remove any copyright or other proprietary notations from the materials; or": "从资料中删除任何版权或其他专有符号；要么",
  "transfer the materials to another person or \"mirror\" the materials on any other server.": "将资料转移给其他人或“镜像”任何其他服务器上的资料。",
  "use the materials or service for any illegal purposes": "将材料或服务用于任何非法目的",
  "This license shall automatically terminate if you violate any of these restrictions and may be terminated by Lad at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.": "如果您违反任何这些限制，则该许可将自动终止，并且Lad随时可能会终止其许可。终止对这些材料的查看或本许可终止后，您必须销毁所有电子或印刷形式的已下载材料。",
  "Disclaimer": "免责声明",
  "The materials on Lad's web site are provided \"as is\". Lad makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, Lad does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Lad网站上的资料按“原样”提供。 Lad不做任何明示或暗示的保证，特此声明并否认所有其他保证，包括但不限于隐含的保证或适销性条件，适用于特定目的或不侵犯知识产权或其他侵犯权利的默示保证。此外，Lad对于其Internet网站上或与此类材料或与本网站链接的任何网站上使用这些材料的准确性，可能的结果或可靠性不作任何保证或陈述。",
  "Limitations": "局限性",
  "In no event shall Lad or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Lad's Internet site, even if Lad or a Lad authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "Lad或其供应商对因使用或无法使用Lad互联网站点上的资料而造成的任何损失（包括但不限于数据或利润损失或业务中断造成的损失）概不负责，即使Lad或Lad授权代表以口头或书面形式通知了这种损坏的可能性。由于某些司法管辖区不允许限制默示担保或对间接损失或附带损失的责任限制，因此这些限制可能不适用于您。",
  "Revisions and Errata": "修订和勘误",
  "The materials appearing on Lad's web site could include technical, typographical, or photographic errors. Lad does not warrant that any of the materials on its web site are accurate, complete, or current. Lad may make changes to the materials contained on its web site at any time without notice. Lad does not, however, make any commitment to update the materials.": "Lad网站上出现的材料可能包括技术，印刷或摄影错误。 Lad不保证其网站上的任何资料都是准确，完整或最新的。 Lad可随时更改其网站上包含的资料，恕不另行通知。但是，小伙子们不承担任何更新材料的承诺。",
  "Links": "链接",
  "Lad has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Lad of the site. Use of any such linked web site is at the user's own risk.": "Lad尚未审查与其Internet网站链接的所有网站，并且不对任何此类链接网站的内容负责。包含任何链接并不表示Lad认可该网站。用户自行承担使用任何此类链接网站的风险。",
  "Site Terms of Use Modifications": "网站使用条款修改",
  "Lad may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "Lad可以随时修改其网站使用条款，恕不另行通知。使用本网站即表示您同意受这些使用条款和条件的最新版本的约束。",
  "Governing Law": "准据法",
  "Any claim relating to Lad's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "与Lad网站有关的任何索赔均应受特拉华州法律的管辖，无论其法律冲突条款如何。",
  "General Terms and Conditions applicable to Use of a Web Site.": "适用于网站使用的一般条款和条件。",
  "Your support request has been sent successfully.  You should hear from us soon.  Thank you!": "您的支持请求已成功发送。您应该尽快收到我们的来信。谢谢！",
  "You have reached the limit for sending support requests.  Please try again.": "您已达到发送支持请求的限制。请再试一遍。",
  "Server Error": "服务器错误",
  "A server error has unfortunately occurred.  If this error persists, please contact us.": "不幸的是，发生服务器错误。如果此错误仍然存在，请与我们联系。",
  "Thanks for signing up!": "感谢您的注册！",
  "Read the docs": "阅读文档",
  "If you did not submit this request, then please reply to let us know.": "如果您没有提交此请求，请回复给我们。",
  "Auth &#124; <span class=\"notranslate\">Lad</span>": "验证&#124; <span class=\"notranslate\">Lad</span>",
  "Authenticate yourself to log in": "验证您的身份登录",
  "Dashboard &#124; <span class=\"notranslate\">Lad</span>": "仪表板<span class=\"notranslate\">Lad</span>",
  "Access your Lad account dashboard": "访问您的Lad帐户信息中心",
  "Dashboard": "仪表板",
  "My Account": "我的帐户",
  "Profile": "轮廓",
  "Security": "安全",
  "Log out": "登出",
  "Good evening": "晚上好",
  "My Account &#124; <span class=\"notranslate\">Lad</span>": "我的帐号&#124; <span class=\"notranslate\">Lad</span>",
  "Manage your Lad profile": "管理您的Lad个人资料",
  "My Account - Security": "我的帐户-安全",
  "Disable OTP": "禁用OTP",
  "You are about to disable two-factor authentication on your account. Please confirm your password to continue.": "您将要在您的帐户上禁用两因素身份验证。请确认您的密码以继续。",
  "Confirm Password": "确认密码",
  "Two-Factor Authentication": "两要素认证",
  "OTP": "一次性密码",
  "OTP or one-time password allows you to add Two-Factor Authentication to your account using a device or authenticator app.": "使用OTP或一次性密码，您可以使用设备或身份验证器应用向帐户添加双向身份验证。",
  "Enable OTP": "启用OTP",
  "API Credentials": "API凭证",
  "API token": "令牌API",
  "Keep your token secure and never share it publicly": "确保您的令牌安全，切勿公开共享",
  "Invalid API token.": "无效的API令牌。",
  "File upload was invalid.": "文件上传无效。",
  "Your message was invalid, as it was either blank or more than (500) characters.": "您的消息无效，因为它为空白或超过（500）个字符。",
  "Password confirmation did not match new password.": "密码确认与新密码不匹配。",
  "Password strength was not strong enough.": "密码强度不够强。",
  "We do not support this authentication provider.": "我们不支持此身份验证提供程序。",
  "Invalid recovery passcode.": "无效的恢复密码。",
  "Reset token provided was invalid.": "提供的重置令牌无效。",
  "Invalid session secret.": "无效的会话密码。",
  "Please slightly change values to ensure slug uniqueness.": "请稍稍更改值以确保块唯一性。",
  "%s was missing or blank.": "<span class=\"notranslate\">%s</span>丢失或为空。",
  "User does not exist.": "用户不存在。",
  "Invalid CSRF token.": "无效的CSRF令牌。",
  "The verification pin you entered was invalid.": "您输入的验证码无效。",
  "Please wait for %s and try again.": "请等待<span class=\"notranslate\">%s</span>然后重试。",
  "Your email address has been successfully verified.": "您的电子邮件地址已成功验证。",
  "Your email address is already verified.": "您的电子邮件地址已通过验证。",
  "An email verification pin has been sent to your email address.": "电子邮件验证密码已发送到您的电子邮件地址。",
  "Your current email verification pin has expired and we have sent you a new one to your email address.": "您当前的电子邮件验证密码已过期，我们已将新密码发送给您。",
  "Invalid two-factor authentication passcode.": "无效的两因素身份验证密码。",
  "You do not belong to the administrative user group.": "您不属于管理用户组。",
  "Please log in with two-factor authentication to view the page you requested.": "请使用两因素身份验证登录以查看您请求的页面。",
  "Please log in to view the page you requested.": "请登录以查看您请求的页面。",
  "Please log out to view the page you requested.": "请注销以查看您请求的页面。",
  "Password successfully confirmed.": "密码成功确认。",
  "Recovery passcode successful. This passcode will no longer be valid.": "恢复密码成功。该密码将不再有效。",
  "Your request was successfully completed.": "您的请求已成功完成。",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "抱歉，您的请求已超时。我们已收到有关此问题的警报。请再试一遍。",
  "You have successfully signed out.": "您已成功退出。",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "您的电子邮件已成功验证。您应该在接下来的3-5个工作日内收到来自管理员的支持电子邮件。",
  "We were unable to send your support request.  We have been alerted of this problem.  Please try again.": "我们无法发送您的支持请求。我们已收到有关此问题的警报。请再试一遍。",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "感谢您与我们联系。我们希望收到您的更多信息。我们能帮你什么吗？",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "出现未知错误。我们已收到有关此问题的警报。请再试一遍。",
  "Please enter a password.": "请输入密码。",
  "Account is currently locked due to rate limiting.  Please try again later.": "由于速率限制，当前帐户已被锁定。请稍后再试。",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "由于失败的登录尝试过多，当前帐户已被锁定。请稍后再试。",
  "Authentication is not possible.  No salt value was stored for the account.": "无法进行身份验证。没有为该帐户存储盐值。",
  "Email address or password is incorrect.": "电子邮件地址或密码不正确。",
  "Please enter an email address.": "请输入电子邮件地址。",
  "Two Factor Auth &#124; <span class=\"notranslate\">Lad</span>": "两因素验证&#124; <span class=\"notranslate\">Lad</span>",
  "Authenticate yourself with optional OTP to log in": "使用可选的OTP进行身份验证以登录",
  "OTP Recovery Keys": "OTP恢复密钥",
  "Recovery keys allow you to login to your account when you have lost access to your Two-Factor Authentication device or authenticator app.": "使用恢复密钥可以在您无法访问“双重身份验证”设备或身份验证器应用程序时登录到帐户。",
  "Your recovery keys:": "您的恢复密钥：",
  "Backup your recovery keys before continuing": "在继续之前备份您的恢复密钥",
  "Download": "下载",
  "Continue": "继续",
  "Your recovery keys": "您的恢复密钥",
  "Recovery keys:": "恢复密钥：",
  "Backup your recovery keys:": "备份您的恢复密钥：",
  "Authentication Apps": "身份验证应用",
  "Recommendations are listed below:": "建议如下：",
  "Free and Open-Source Software:": "免费和开源软件：",
  "Google Play": "Google Play",
  "App Store": "应用商店",
  "Closed-Source Software:": "闭源软件：",
  "Follow the below steps to enable two-factor authentication on your account.": "请按照以下步骤在您的帐户上启用两因素身份验证。",
  "Step 1: ": "步骤1：",
  "Install an": "安装一个",
  "authentication app": "验证应用",
  "on your device.": "在您的设备上。",
  "Step 2: ": "第2步：",
  "Scan this QR code using the app:": "使用应用程序扫描此QR码：",
  "Step 3: ": "第三步：",
  "Enter the token generated from the app:": "输入从应用程序生成的令牌：",
  "Can’t scan the QR code? Follow alternative steps": "无法扫描QR码？遵循其他步骤",
  "Manually configure your authenticator app using this code:": "使用以下代码手动配置身份验证器应用程序：",
  "Step 1:": "步骤1：",
  "Step 2:": "第2步：",
  "Step 3:": "第三步：",
  "Can’t scan the QR code?": "无法扫描QR码？",
  "Configure your app using this code:": "使用以下代码配置您的应用程序：",
  "Follow the below steps to enable two-factor authentication:": "请按照以下步骤启用两因素身份验证：",
  "Setup Two-Factor Auth": "设置两因素身份验证",
  "Follow the below steps to complete setup:": "请按照以下步骤完成设置：",
  "Step One": "步骤1",
  "Step Two": "第二步",
  "Download Keys": "下载密钥",
  "Verify Token": "验证令牌",
  "Setup OTP": "设置OTP",
  "Verify Token:": "验证令牌：",
  "Sign in &#124; <span class=\"notranslate\">Lad</span>": "登录&#124; <span class=\"notranslate\">Lad</span>",
  "Sign in to your account": "登录到您的帐户",
  "Sign in now": "立即登入",
  "Change password": "更改密码",
  "Confirm old password": "确认旧密码",
  "Set new password": "设定新密码",
  "Confirm new password": "确认新密码",
  "Update Profile": "更新个人信息",
  "First name": "名字",
  "Last name": "姓",
  "Reset": "重启",
  "Save": "救",
  "Download your recovery codes below in case of an emergency.": "紧急情况下，请下载以下恢复代码。",
  "Download the recovery codes below in case of an emergency:": "紧急情况下，请下载以下恢复代码：",
  "Download the emergency recovery codes below:": "下载以下紧急恢复代码：",
  "Download your emergency recovery codes below:": "在下面下载您的紧急恢复代码：",
  "Download your emergency recovery codes:": "下载您的紧急恢复代码：",
  "OTP Passcode": "OTP密码",
  "Please enter the passcode from your authenticator application.": "请输入您的身份验证器应用程序中的密码。",
  "": "",
  "Passcode": "密码",
  "Submit Passcode": "提交密码",
  "Having trouble?": "遇到麻烦？",
  "Use recovery key": "使用恢复密钥",
  "Unable to use authentication app or recovery keys?": "无法使用身份验证应用程序或恢复密钥？",
  "Account Recovery": "帐户恢复",
  "If you can't access a trusted device or recovery codes you can request a reset of your security settings. For security reasons this can take 3-5 business days.": "如果您无法访问受信任的设备或恢复代码，则可以请求重置安全设置。出于安全原因，这可能需要3-5个工作日。",
  "Step 1": "步骤1",
  "Verify your email address.": "确认你的邮件地址。",
  "Step 2": "第2步",
  "An admin will reach out to this email for additional information.": "管理员将与该电子邮件联系以获取更多信息。",
  "Step 3": "第三步",
  "After successful verification, admins can remove 2-factor-auth for you to get back into your account.": "验证成功后，管理员可以删除2-factor-auth，以供您重新使用您的帐户。",
  "I understand, get started": "我知道，开始吧",
  "Sign out of &#124; <span class=\"notranslate\">Lad</span>": "登出&#124; <span class=\"notranslate\">Lad</span>",
  "Sign out of your account": "登出您的帐户",
  "Hello": "你好",
  "Recovery keys": "恢复密钥",
  "Recovery keys allow you to login to your account when you have lost access to your Two-Factor Authentication device or authenticator app.  Download your recovery keys and put them in a safe place to use as a last resort.": "使用恢复密钥可以在您无法访问“双重身份验证”设备或身份验证器应用程序时登录到帐户。下载恢复密钥，并将其放置在安全的地方，以作为万不得已的方法。",
  "Download recovery keys": "下载恢复密钥",
  "Can’t scan the QR code?  Configure your app using a code.": "无法扫描QR码？使用代码配置您的应用。",
  "Can’t scan the QR code?  Configure with this code": "无法扫描QR码？使用此代码配置",
  "Good morning": "早上好",
  "Ip was invalid; please contact us if necessary.": "ip无效；请根据需要与我们联系。",
  "Last ips.1 was invalid; please contact us if necessary.": "Last ips.1无效；请根据需要与我们联系。",
  "Step 1: Keys": "步骤1：按键",
  "Step 2: Token": "第2步：令牌",
  "Download your emergency recovery keys:": "下载您的紧急恢复密钥：",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>": "<strong>步骤1：</strong>安装并打开<a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">身份验证器应用</a>",
  "<strong>Step 2:</strong> Scan the QR code below:": "<strong>步骤2：</strong>扫描以下QR码：",
  "<strong>Step 3:</strong> Enter the generated token below:": "<strong>步骤3：</strong>在下方输入生成的令牌：",
  "<strong>Step 2:</strong> Scan this QR code:": "<strong>步骤2：</strong>扫描此QR码：",
  "<strong>Step 3:</strong> Enter the generated token:": "<strong>步骤3：</strong>输入产生的凭证：",
  "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.": "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.",
  "Two-Factor Check": "Two-Factor Check",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "<strong>Step 1:</strong> Verify access to your email address with a verification code.": "<strong>Step 1:</strong> Verify access to your email address with a verification code.",
  "<strong>Step 2:</strong> Wait for an admin to follow-up with additional information.": "<strong>Step 2:</strong> Wait for an admin to follow-up with additional information.",
  "<strong>Step 3:</strong> Two-Factor Authentication will be removed from your account.": "<strong>Step 3:</strong> Two-Factor Authentication will be removed from your account.",
  "Verify access to your email address with a verification code.": "Verify access to your email address with a verification code.",
  "Wait for an admin to follow-up with additional information.": "Wait for an admin to follow-up with additional information.",
  "Two-Factor Authentication will be removed from your account.": "Two-Factor Authentication will be removed from your account.",
  "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.  Here is an overview of the steps involved:": "If you can't access a trusted device or recovery keys you can request a reset of your security settings. For security reasons this can take 3-5 business days.  Here is an overview of the steps involved:",
  "Verification pin:": "Verification pin:",
  "Verify email": "Verify email",
  "Use this verification pin:": "Use this verification pin:",
  "This pin expires within 5 minutes.": "This pin expires within 5 minutes.",
  "Verify now": "Verify now"
}